"String Singlequoted" = "'Strings'";"String Doublequoted" = "\"Strings\"";"Singleline Comment (mysql)" = "# Comment (mysql)";"Comment" = "/* Comment */";"Types" = "Types";"Keywords" = "Keywords";"FunctionRegex" = "Function Calls";"Base" = "Base";"Functions" = "Functions";"Single Comment" = "-- Comment";"Numbers" = "Numbers";